Revit 2027 API
PanelScheduleData.BorderAroundSections Property
 Places a border (GraphicStyle element) around each section, visible only on the instance and sheet
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId BorderAroundSections { get; }
Public ReadOnly Property BorderAroundSections As ElementId
	Get
public:
property ElementId^ BorderAroundSections {
	ElementId^ get ();
}
member BorderAroundSections : ElementId with get
Property Value
ElementId
See Also
Reference
PanelScheduleData Class
Autodesk.Revit.DB.Electrical Namespace